Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, pt, ta, zh_hans, zh_hant

# 主题
source: Theme
ar: السمة
es: Tema
fr: Thème
hi: थीम
pt: Tema
ta: தீம்
zh_hans: 主题
zh_hant: 主題

# 交美术课材料费
source: Pay art class material fee
ar: دفع رسوم المواد الفنية
es: Pagar la tarifa del material de la clase de arte.
fr: Payer les frais de matériel de cours d'art
hi: कला वर्ग सामग्री शुल्क का भुगतान करें
pt: Pagar taxa de material de aula de arte
ta: கலை வகுப்பு பொருள் கட்டணம் செலுத்தவும்
zh_hans: 交美术课材料费
zh_hant: 交美術課材料費

# 享受共同时光，或者计划一些新的事情。
source: Enjoy your time together, or plan something new.
ar: استمتع بوقتكم معًا أو خطط لشيء جديد.
es: Disfruta del tiempo juntos o planea algo nuevo.
fr: Profitez de votre temps ensemble ou planifiez quelque chose de nouveau.
hi: एक साथ समय का आनंद लें, या कुछ नया योजना बनाएं।
pt: Aproveite o tempo juntos ou planeje algo novo.
ta: ஒன்றாக நேரத்தை அனுபவிக்கவும், அல்லது புதியதை திட்டமிடவும்.
zh_hans: 享受共同时光，或者计划一些新的事情。
zh_hant: 享受共同時光，或者計畫一些新的事情。

# 仅修改此任务
source: Only modify this task
ar: تعديل هذه المهمة فقط
es: Modificar solo esta tarea
fr: Modifier uniquement cette tâche
hi: केवल इस कार्य को संशोधित करें
pt: Modifique apenas esta tarefa
ta: இந்த பணியை மட்டும் மாற்றவும்
zh_hans: 仅修改此任务
zh_hant: 僅修改此任務

# 仅创建者或管理员可以修改群组名称。
source: Only the creator or an admin can rename the group.
ar: يمكن للمنشئ أو المسؤول فقط تغيير اسم المجموعة.
es: Solo el creador o un administrador puede cambiar el nombre del grupo.
fr: Seul le créateur ou un administrateur peut renommer le groupe.
hi: केवल निर्माता या व्यवस्थापक समूह का नाम बदल सकते हैं।
pt: Apenas o criador ou um administrador pode alterar o nome do grupo.
ta: உருவாக்குபவர் அல்லது நிர்வாகி மட்டுமே குழுப் பெயரை மாற்ற முடியும்.
zh_hans: 仅创建者或管理员可以修改群组名称。
zh_hant: 僅建立者或管理員可以修改群組名稱。

# 仅删除此任务
source: Delete this task only
ar: احذف هذه المهمة فقط
es: Eliminar solo esta tarea
fr: Supprimer cette tâche uniquement
hi: केवल इस कार्य को हटाएँ
pt: Excluir apenas esta tarefa
ta: இந்தப் பணியை மட்டும் நீக்கு
zh_hans: 仅删除此任务
zh_hant: 僅刪除此任務

# 仅当位移超过所选阈值，且距上次上报超过所选间隔时，才会写入云端位置。
source: Your location is saved only when both the movement threshold and report interval are met.
ar: يُحفظ موقعك في السحابة فقط عند تحقق حد الإزاحة وفترة الإبلاغ معًا.
es: Tu ubicación solo se guarda cuando se cumplen el umbral de desplazamiento y el intervalo de informe.
fr: Votre position n'est enregistrée que lorsque le seuil de déplacement et l'intervalle sont respectés.
hi: स्थान तभी क्लाउड में सहेजा जाता है जब स्थानांतरण सीमा और रिपोर्ट अंतराल दोनों पूरे हों।
pt: Sua localização só é salva quando o limite de deslocamento e o intervalo de relatório são atendidos.
ta: இடப்பெயர்வு வரம்பும் அறிக்கை இடைவெளியும் பூர்த்தியாகும்போது மட்டுமே இருப்பிடம் கிளவுடில் சேமிக்கப்படும்.
zh_hans: 仅当位移超过所选阈值，且距上次上报超过所选间隔时，才会写入云端位置。
zh_hant: 僅當位移超過所選閾值，且距上次上報超過所選間隔時，才會寫入雲端位置。

# 今天
source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui
hi: आज
pt: Hoje
ta: இன்று
zh_hans: 今天
zh_hant: 今天

# 今天截止
source: Due today
ar: مستحق اليوم
es: Vence hoy
fr: À faire aujourd'hui
hi: आज तक
pt: Vence hoje
ta: இன்று காலக்கெடு
zh_hans: 今天截止
zh_hant: 今天截止

# 今天没有安排任务
source: No tasks scheduled today
ar: لا توجد مهام مجدولة اليوم
es: No hay tareas programadas para hoy
fr: Aucune tâche planifiée aujourd'hui
hi: आज कोई कार्य निर्धारित नहीं है
pt: Nenhuma tarefa agendada hoje
ta: இன்று பணிகள் எதுவும் திட்டமிடப்படவில்லை
zh_hans: 今天没有安排任务
zh_hant: 今天沒有安排任務

# 从混乱到清晰。
source: From chaos to clarity.
ar: من الفوضى إلى الوضوح.
es: Del caos a la claridad.
fr: Du chaos à la clarté.
hi: अराजकता से स्पष्टता की ओर.
pt: Do caos à clareza.
ta: குழப்பத்திலிருந்து தெளிவு வரை.
zh_hans: 从混乱到清晰。
zh_hant: 從混亂到清晰。

# 从混乱到清晰。 一起，完美同步。
source: From chaos to clarity. Together, perfectly synced.
ar: من الفوضى إلى الوضوح. معًا، متزامنين تمامًا.
es: Del caos a la claridad. Juntos, perfectamente sincronizados.
fr: Du chaos à la clarté. Ensemble, parfaitement synchronisés.
hi: अराजकता से स्पष्टता की ओर. एक साथ, पूरी तरह से समन्वयित।
pt: Do caos à clareza. Juntos, perfeitamente sincronizados.
ta: குழப்பத்திலிருந்து தெளிவு வரை. ஒன்றாக, சரியாக ஒத்திசைக்கப்பட்டது.
zh_hans: 从混乱到清晰。 在一起，完美同步。
zh_hant: 從混亂到清晰。 在一起，完美同步。

# 从通讯录选择
source: Select from address book
ar: اختر من دفتر العناوين
es: Seleccionar de la libreta de direcciones
fr: Sélectionner dans le carnet d'adresses
hi: पता पुस्तिका से चयन करें
pt: Selecione no catálogo de endereços
ta: முகவரி புத்தகத்திலிருந்து தேர்ந்தெடுக்கவும்
zh_hans: 从通讯录选择
zh_hant: 從通訊錄選擇

# 以后
source: Later
ar: لاحقًا
es: Más adelante
fr: Plus tard
hi: बाद में
pt: Mais tarde
ta: பின்னர்
zh_hans: 以后
zh_hant: 以後

# 以后再说
source: Maybe Later
ar: لاحقًا
es: Más tarde
fr: Plus tard
hi: बाद में
pt: Mais tarde
ta: பிறகு
zh_hans: 以后再说
zh_hant: 以後再說

# 任务优先级
source: Task priority
ar: أولوية المهمة
es: Prioridad de tarea
fr: Priorité des tâches
hi: कार्य प्राथमिकता
pt: Prioridade da tarefa
ta: பணி முன்னுரிமை
zh_hans: 任务优先级
zh_hant: 任務優先級

# 任务优先级：%@
source: Task priority: %@
ar: أولوية المهمة: %@
es: Prioridad de tarea: %@
fr: Priorité de la tâche : %@
hi: कार्य प्राथमिकता: %@
pt: Prioridade da tarefa: %@
ta: பணி முன்னுரிமை: %@
zh_hans: 任务优先级：%@
zh_hant: 任務優先：%@

# 任务写入失败：群组上下文不一致。
source: Failed to save task: Inconsistent group context.
ar: فشل حفظ المهمة: سياق المجموعة غير متناسق.
es: No se pudo guardar la tarea: contexto de grupo inconsistente.
fr: Échec de l'enregistrement de la tâche : contexte de groupe incohérent.
hi: कार्य सहेजने में विफल: असंगत समूह संदर्भ।
pt: Falha ao salvar a tarefa: contexto de grupo inconsistente.
ta: பணியைச் சேமிப்பதில் தோல்வி: சீரற்ற குழு சூழல்.
zh_hans: 任务写入失败：群组上下文不一致。
zh_hant: 任務寫入失敗：群組上下文不一致。

# 任务即将开始
source: Task starting soon
ar: ستبدأ المهمة قريبًا
es: Tarea que comienza pronto
fr: Tâche commençant bientôt
hi: कार्य शीघ्र प्रारंभ हो रहा है
pt: Tarefa começando em breve
ta: விரைவில் பணி தொடங்கும்
zh_hans: 任务即将开始
zh_hant: 任務即將開始

# 任务已写入日程，可返回查看。
source: The task has been written into the schedule and can be checked back.
ar: تمت كتابة المهمة في الجدول ويمكن التحقق منها مرة أخرى.
es: La tarea se ha escrito en el cronograma y se puede volver a consultar.
fr: La tâche a été inscrite dans le planning et peut être vérifiée.
hi: कार्य को शेड्यूल में लिखा गया है और इसे दोबारा जांचा जा सकता है।
pt: A tarefa foi gravada no cronograma e pode ser verificada novamente.
ta: பணி அட்டவணையில் எழுதப்பட்டுள்ளது மற்றும் மீண்டும் சரிபார்க்கலாம்.
zh_hans: 任务已写入日程，可返回查看。
zh_hant: 任務已寫入日程，可返回查看。

# 任务数据组装失败，请重试。
source: Failed to prepare task data. Please try again.
ar: فشل إعداد بيانات المهمة. يرجى المحاولة مرة أخرى.
es: Error al preparar los datos de la tarea. Inténtalo de nuevo.
fr: Échec de la préparation des données de tâche. Veuillez réessayer.
hi: कार्य डेटा तैयार करने में विफल। कृपया पुनः प्रयास करें।
pt: Falha ao preparar os dados da tarefa. Tente novamente.
ta: பணி தரவு தயாரிப்பு தோல்வி. மீண்டும் முயற்சிக்கவும்.
zh_hans: 任务数据组装失败，请重试。
zh_hant: 任務資料組裝失敗，請重試。

# 任务时长
source: Duration
ar: مدة
es: Duración
fr: Durée
hi: अवधि
pt: Duração
ta: கால அளவு
zh_hans: 时长
zh_hant: 時長

# 任务确认预检卡片
source: Task confirmation preflight card
ar: بطاقة الاختبار المبدئي لتأكيد المهمة
es: Tarjeta de verificación previa de confirmación de tarea
fr: Carte de contrôle en amont de confirmation de tâche
hi: कार्य पुष्टिकरण प्रीफ़्लाइट कार्ड
pt: Cartão de simulação de confirmação de tarefa
ta: பணி உறுதிப்படுத்தல் முன்விமான அட்டை
zh_hans: 任务确认预检卡片
zh_hant: 任務確認預檢卡片

# 任务详情
source: Mission details
ar: تفاصيل المهمة
es: Detalles de la misión
fr: Détails de la mission
hi: मिशन विवरण
pt: Detalhes da missão
ta: பணி விவரங்கள்
zh_hans: 任务详情
zh_hant: 任務詳情

# 任务附件与媒体库
source: Task attachments & media
ar: مرفقات المهام والوسائط
es: Archivos adjuntos y medios de tareas
fr: Pièces jointes et médias de tâches
hi: कार्य अनुलग्नक और मीडिया
pt: Anexos de tarefas e mídia
ta: பணி இணைப்புகள் & மீடியா
zh_hans: 任务附件与媒体库
zh_hant: 任務附件與媒體庫

# 会话校验
source: Session verification
ar: التحقق من الجلسة
es: Verificación de sesión
fr: Vérification de session
hi: सत्र सत्यापन
pt: Verificação de sessão
ta: அமர்வு சரிபார்ப்பு
zh_hans: 会话校验
zh_hant: 會話校驗

# 位移阈值
source: Movement threshold
ar: حد الإزاحة
es: Umbral de desplazamiento
fr: Seuil de déplacement
hi: स्थानांतरण सीमा
pt: Limite de deslocamento
ta: இடப்பெயர்வு வரம்பு
zh_hans: 位移阈值
zh_hant: 位移閾值

# 位置
source: Location
ar: الموقع
es: Ubicación
fr: Localisation
hi: स्थान
pt: Localização
ta: இடம்
zh_hans: 位置
zh_hant: 位置

# 位置上报
source: Location reporting
ar: إبلاغ الموقع
es: Informe de ubicación
fr: Signalement de position
hi: स्थान रिपोर्टिंग
pt: Relatório de localização
ta: இருப்பிட அறிக்கை
zh_hans: 位置上报
zh_hant: 位置上報

# 位置共享
source: Location Sharing
ar: مشاركة الموقع
es: Compartir ubicación
fr: Partage de position
hi: स्थान साझाकरण
pt: Compartilhamento de localização
ta: இடம் பகிர்வு
zh_hans: 位置共享
zh_hant: 位置共享

# 位置隐身
source: Hide location
ar: إخفاء الموقع
es: Ocultar ubicación
fr: Masquer la position
hi: स्थान छुपाएँ
pt: Ocultar localização
ta: இடத்தை மறை
zh_hans: 位置隐身
zh_hant: 位置隱身

# 体检复查
source: Physical examination review
ar: مراجعة الفحص البدني
es: Revisión del examen físico
fr: Révision de l'examen physique
hi: शारीरिक परीक्षण समीक्षा
pt: Revisão do exame físico
ta: உடல் பரிசோதனை ஆய்வு
zh_hans: 体检复查
zh_hant: 體檢複查

# 体重
source: Weight
ar: الوزن
es: Peso
fr: Poids
hi: वज़न
pt: Peso
ta: எடை
zh_hans: 体重
zh_hant: 體重

# 体重 (kg)
source: Weight (kg)
ar: الوزن (كجم)
es: Peso (kg)
fr: Poids (kg)
hi: वजन (किलो)
pt: Peso (kg)
ta: எடை (கிலோ)
zh_hans: 体重 (kg)
zh_hant: 體重 (kg)

# 你好!我可以帮你快速创建任务。你可以：
source: Hello! I can help you create tasks quickly. you can:
ar: مرحبًا! يمكنني مساعدتك في إنشاء المهام بسرعة. أنت تستطيع:
es: ¡Hola! Puedo ayudarte a crear tareas rápidamente. puede:
fr: Bonjour! Je peux vous aider à créer des tâches rapidement. tu peux:
hi: नमस्ते! मैं कार्यों को शीघ्रता से बनाने में आपकी सहायता कर सकता हूँ। तुम कर सकते हो:
pt: Olá! Posso ajudá-lo a criar tarefas rapidamente. você pode:
ta: வணக்கம்! பணிகளை விரைவாக உருவாக்க நான் உங்களுக்கு உதவ முடியும். உங்களால் முடியும்:
zh_hans: 你好!我可以帮你快速创建任务。你可以：
zh_hant: 你好!我可以幫你快速創建任務。你可以：

# 使用 Face ID 解锁
source: Unlock with Face ID
ar: إلغاء القفل باستخدام Face ID
es: Desbloquear con Face ID
fr: Déverrouiller avec Face ID
hi: Face ID से अनलॉक करें
pt: Desbloquear com Face ID
ta: Face ID மூலம் திறக்கவும்
zh_hans: 使用 Face ID 解锁
zh_hant: 使用 Face ID 解鎖

# 使用 Face ID 解锁后继续访问你的群组日程与任务。
source: Use Face ID to unlock and continue to your group schedules and tasks.
ar: استخدم Face ID للمتابعة والوصول إلى جداول ومهام المجموعة.
es: Usa Face ID para desbloquear y continuar con tus horarios y tareas del grupo.
fr: Utilisez Face ID pour déverrouiller et accéder à vos plannings et tâches de groupe.
hi: अनलॉक करने और समूह के शेड्यूल व कार्यों तक पहुँचने के लिए Face ID का उपयोग करें।
pt: Use o Face ID para desbloquear e continuar para seus horários e tarefas do grupo.
ta: குழு அட்டவணை மற்றும் பணிகளை அணுக Face ID மூலம் திறக்கவும்.
zh_hans: 使用 Face ID 解锁后继续访问你的群组日程与任务。
zh_hant: 使用 Face ID 解鎖後繼續存取你的群組日程與任務。

# 使用 Google 同步
source: Sync with Google
ar: المزامنة عبر Google
es: Sincronizar con Google
fr: Synchroniser avec Google
hi: Google से सिंक करें
pt: Sincronizar com o Google
ta: Google மூலம் ஒத்திசைக்கவும்
zh_hans: 使用 Google 同步
zh_hant: 使用 Google 同步

# 使用 Google 继续
source: Continue with Google
ar: تواصل مع جوجل
es: Continuar con Google
fr: Continuer avec Google
hi: Google के साथ जारी रखें
pt: Continuar com o Google
ta: Google உடன் தொடரவும்
zh_hans: 通过 Google 继续
zh_hant: 透過 Google 繼續

# 使用设备密码解锁
source: Unlock with Device Passcode
ar: إلغاء القفل بكلمة مرور الجهاز
es: Desbloquear con la contraseña del dispositivo
fr: Déverrouiller avec le code de l'appareil
hi: डिवाइस पासकोड से अनलॉक करें
pt: Desbloquear com a senha do dispositivo
ta: சாதன கடவுச்சொல்லால் திறக்கவும்
zh_hans: 使用设备密码解锁
zh_hant: 使用裝置密碼解鎖

# 例如：王家小院
source: For example: Wang Group Courtyard
ar: على سبيل المثال: فناء مجموعة وانغ
es: Por ejemplo: patio del grupo Wang
fr: Par exemple : Cour du groupe Wang
hi: उदाहरण के लिए: वांग ग्रुप कोर्टयार्ड
pt: Por exemplo: Pátio do Grupo Wang
ta: உதாரணமாக: வாங் குழு முற்றம்
zh_hans: 例如：王家小院
zh_hant: 例如：王家小院

# 促销权益须由服务端发放，客户端无法直接领取。
source: Promotional benefits must be granted by the server; they cannot be claimed directly in the app.
ar: يجب منح المزايا الترويجية من الخادم؛ لا يمكن المطالبة بها مباشرة في التطبيق.
es: Los beneficios promocionales deben concederse desde el servidor; no se pueden reclamar directamente en la app.
fr: Les avantages promotionnels doivent être accordés par le serveur ; ils ne peuvent pas être réclamés directement dans l'app.
hi: प्रचार लाभ सर्वर द्वारा दिए जाने चाहिए; ऐप में सीधे दावा नहीं किया जा सकता।
pt: Benefícios promocionais devem ser concedidos pelo servidor; não podem ser reivindicados diretamente no app.
ta: விளம்பர சலுகைகள் சேவையகத்தால் வழங்கப்பட வேண்டும்; பயன்பாட்டில் நேரடியாக கோர முடியாது.
zh_hans: 促销权益须由服务端发放，客户端无法直接领取。
zh_hant: 促銷權益須由服務端發放，客戶端無法直接領取。

# 保存
source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
hi: सहेजें
pt: Salvar
ta: சேமி
zh_hans: 保存
zh_hant: 儲存

# 保存到相册
source: Save to Photos
ar: حفظ في الصور
es: Guardar en Fotos
fr: Enregistrer dans Photos
hi: फ़ोटो में सहेजें
pt: Salvar em Fotos
ta: புகைப்படங்களில் சேமிக்கவும்
zh_hans: 保存到相册
zh_hant: 儲存到相簿

# 保存失败
source: Couldn't save
ar: تعذّر الحفظ
es: No se pudo guardar
fr: Échec de l'enregistrement
hi: सहेजना विफल
pt: Falha ao salvar
ta: சேமிக்க முடியவில்லை
zh_hans: 保存失败
zh_hant: 儲存失敗

# 保存失败：%@
source: Save failed: %@
ar: فشل الحفظ: %@
es: Error al guardar: %@
fr: Échec de l'enregistrement : %@
hi: सहेजना विफल: %@
pt: Falha ao salvar: %@
zh_hans: 保存失败：%@
zh_hant: 保存失敗：%@

# 保存更改
source: Save Changes
ar: حفظ التغييرات
es: Guardar cambios
fr: Enregistrer les modifications
hi: परिवर्तनों को सुरक्षित करें
pt: Salvar alterações
ta: மாற்றங்களைச் சேமிக்கவும்
zh_hans: 保存更改
zh_hant: 儲存變更

# 保持隐藏
source: Keep hidden
ar: إبقاء الموقع مخفيًا
es: Mantener oculto
fr: Rester masqué
hi: छिपा रखें
pt: Manter oculto
ta: மறைத்த நிலையில் வை
zh_hans: 保持隐藏
zh_hant: 保持隱藏

# 修改此任务及以后
source: Modify this task and beyond
ar: تعديل هذه المهمة وخارجها
es: Modificar esta tarea y más allá
fr: Modifier cette tâche et au-delà
hi: इस कार्य और उससे आगे को संशोधित करें
pt: Modifique esta tarefa e além
ta: இந்தப் பணியையும் அதற்கு அப்பாலும் மாற்றவும்
zh_hans: 修改此任务及以后
zh_hant: 修改此任務及以後

# 停止隐藏
source: Stop hiding
ar: إيقاف الإخفاء
es: Dejar de ocultar
fr: Arrêter de masquer
hi: छिपाना बंद करें
pt: Parar de ocultar
ta: மறைப்பதை நிறுத்து
zh_hans: 停止隐藏
zh_hant: 停止隱藏

# 儿童活动
source: Kids Activity
ar: نشاط الاطفال
es: Actividad para niños
fr: Activité pour enfants
hi: बच्चों की गतिविधि
pt: Atividade infantil
ta: குழந்தைகள் செயல்பாடு
zh_hans: 儿童活动
zh_hant: 兒童活動

# 免费版
source: Free
ar: مجاني
es: Gratis
fr: Gratuit
hi: निःशुल्क
pt: Grátis
ta: இலவசம்
zh_hans: 免费版
zh_hant: 免費版

# 免费版最多加入 1 个群组，升级 Pro 后可无限创建与加入。
source: Free plan allows 1 group. Upgrade to Pro for unlimited groups.
ar: الخطة المجانية تسمح بمجموعة واحدة. قم بالترقية إلى Pro لمجموعات غير محدودة.
es: El plan gratuito permite 1 grupo. Actualiza a Pro para grupos ilimitados.
fr: Le plan gratuit permet 1 groupe. Passez à Pro pour des groupes illimités.
hi: मुफ्त योजना में 1 समूह। असीमित समूहों के लिए Pro में अपग्रेड करें।
pt: O plano gratuito permite 1 grupo. Atualize para Pro para grupos ilimitados.
ta: இலவச திட்டம் 1 குழுவை அனுமதிக்கிறது. Pro-க்கு மேம்படுத்தவும்.
zh_hans: 免费版最多加入 1 个群组，升级 Pro 后可无限创建与加入。
zh_hant: 免費版最多加入 1 個群組，升級 Pro 後可無限建立與加入。

# 免费版每任务仅支持 1 张压缩图片，升级 Pro 后可添加更多并支持更高画质。
source: Free plan allows 1 compressed image per task. Upgrade to Pro for more and higher quality.
ar: الخطة المجانية تسمح بصورة مضغوطة واحدة لكل مهمة. قم بالترقية إلى Pro للمزيد وجودة أعلى.
es: El plan gratuito permite 1 imagen comprimida por tarea. Actualiza a Pro para más y mejor calidad.
fr: Le plan gratuit permet 1 image compressée par tâche. Passez à Pro pour plus et une meilleure qualité.
hi: मुफ्त योजना में प्रति कार्य 1 संपीड़ित छवि। अधिक और बेहतर गुणवत्ता के लिए Pro में अपग्रेड करें।
pt: O plano gratuito permite 1 imagem comprimida por tarefa. Atualize para Pro para mais e melhor qualidade.
ta: இலவச திட்டம் ஒரு பணிக்கு 1 சுருக்கப்பட்ட படம். Pro-க்கு மேம்படுத்தவும்.
zh_hans: 免费版每任务仅支持 1 张压缩图片，升级 Pro 后可添加更多并支持更高画质。
zh_hant: 免費版每任務僅支援 1 張壓縮圖片，升級 Pro 後可新增更多並支援更高畫質。

# 免费版每任务仅支持 1 张图片，升级 Pro 可上传更多附件。
source: Free plan allows 1 compressed image per task. Upgrade to Pro for more attachments.
ar: تسمح الخطة المجانية بصورة واحدة مضغوطة لكل مهمة. قم بالترقية إلى Pro لمزيد من المرفقات.
es: El plan gratuito permite 1 imagen comprimida por tarea. Actualice a Pro para obtener más archivos adjuntos.
fr: Le plan gratuit permet 1 image compressée par tâche. Passez à Pro pour plus de pièces jointes.
hi: निःशुल्क योजना प्रति कार्य 1 संपीड़ित छवि की अनुमति देती है। अधिक अनुलग्नकों के लिए Pro पर अपग्रेड करें।
pt: O plano gratuito permite 1 imagem compactada por tarefa. Atualize para Pro para mais anexos.
ta: இலவச திட்டம் ஒரு பணிக்கு 1 சுருக்கப்பட்ட படத்தை அனுமதிக்கிறது. கூடுதல் இணைப்புகளுக்கு Pro க்கு மேம்படுத்தவும்.
zh_hans: 免费版每任务仅支持 1 张图片，升级 Pro 可上传更多附件。
zh_hant: 免費版每任務僅支援 1 張圖片，升級 Pro 可上傳更多附件。

# 免费版每组最多 2 名成员，升级 Pro 后可添加更多。
source: Free plan allows 2 members per group. Upgrade to Pro for more.
ar: الخطة المجانية تسمح بعضوين لكل مجموعة. قم بالترقية إلى Pro للمزيد.
es: El plan gratuito permite 2 miembros por grupo. Actualiza a Pro para más.
fr: Le plan gratuit permet 2 membres par groupe. Passez à Pro pour plus.
hi: मुफ्त योजना में प्रति समूह 2 सदस्य। अधिक के लिए Pro में अपग्रेड करें।
pt: O plano gratuito permite 2 membros por grupo. Atualize para Pro para mais.
ta: இலவச திட்டம் ஒரு குழuvukku 2 உறுப்பினர்கள். Pro-க்கு மேம்படுத்தவும்.
zh_hans: 免费版每组最多 2 名成员，升级 Pro 后可添加更多。
zh_hant: 免費版每組最多 2 名成員，升級 Pro 後可新增更多。

# 免费版每组最多 2 名成员，升级 Pro 后可邀请更多。
source: Free plan allows 2 members per group. Upgrade to Pro to invite more.
ar: الخطة المجانية تسمح بعضوين لكل مجموعة. قم بالترقية إلى Pro لدعوة المزيد.
es: El plan gratuito permite 2 miembros por grupo. Actualiza a Pro para invitar más.
fr: Le plan gratuit permet 2 membres par groupe. Passez à Pro pour inviter plus.
hi: मुफ्त योजना में प्रति समूह 2 सदस्य। अधिक आमंत्रित करने के लिए Pro में अपग्रेड करें।
pt: O plano gratuito permite 2 membros por grupo. Atualize para Pro para convidar mais.
ta: இலவச திட்டம் ஒரு குழuvukku 2 உறுப்பினர்கள். Pro-க்கு மேம்படுத்தவும்.
zh_hans: 免费版每组最多 2 名成员，升级 Pro 后可邀请更多。
zh_hant: 免費版每組最多 2 名成員，升級 Pro 後可邀請更多。

# 免费领取 1 年 Pro 权益
source: Claim 1 Year Pro for Free
ar: احصل على سنة واحدة Pro مجانًا
es: Reclama 1 año Pro gratis
fr: Réclamez 1 an Pro gratuitement
hi: 1 वर्ष Pro का निःशुल्क दावा करें
pt: Reivindique 1 ano Pro gratuitamente
ta: 1 வருடம் Proஐ இலவசமாகப் பெறுங்கள்
zh_hans: 免费领取 1 年 Pro 权益
zh_hant: 免費領取 1 年 Pro 權益

# 全天
source: All day
ar: طوال اليوم
es: Todo el día
fr: Toute la journée
hi: पूरे दिन
pt: O dia todo
ta: நாள் முழுவதும்
zh_hans: 全天
zh_hant: 全天

# 全天任务提醒
source: All-day task reminder
ar: تذكير المهام طوال اليوم
es: Recordatorio de tareas durante todo el día
fr: Rappel de tâches toute la journée
hi: पूरे दिन का कार्य अनुस्मारक
pt: Lembrete de tarefas durante todo o dia
ta: நாள் முழுவதும் பணி நினைவூட்டல்
zh_hans: 全天任务提醒
zh_hant: 全天任務提醒

# 全部已读
source: All read
ar: كل قراءة
es: Todo leído
fr: Tout lu
hi: सब पढ़ें
pt: Todos lidos
ta: அனைத்தும் படித்தது
zh_hans: 全部已读
zh_hant: 全部已讀

# 关于同圈
source: About WeSync
ar: حول WeSync
es: Acerca de WeSync
fr: À propos de WeSync
hi: WeSync के बारे में
pt: Sobre WeSync
ta: WeSync பற்றி
zh_hans: 关于同圈
zh_hant: 關於同圈

# 关闭
source: Close
ar: إنهاء
es: cierre
fr: fermeture
hi: बंद
pt: encerramento
ta: மூடல்
zh_hans: 关闭
zh_hant: 關閉

# 最多 1 个群组，每组上限 2 人。
source: Up to 1 group, 2 members per group.
ar: ما يصل إلى مجموعة واحدة، عضوين لكل مجموعة.
es: Hasta 1 grupo, 2 miembros por grupo.
fr: Jusqu'à 1 groupe, 2 membres par groupe.
hi: 1 समूह तक, प्रति समूह 2 सदस्य।
pt: Até 1 grupo, 2 membros por grupo.
ta: 1 குழு வரை, ஒரு குழுவிற்கு 2 உறுப்பினர்கள்.
zh_hans: 最多 1 个群组，每组上限 2 人。
zh_hant: 最多 1 個群組，每組上限 2 人。

# 最大
source: maximum
ar: الحد الأقصى
es: máximo
hi: अधिकतम
pt: máximo
ta: அதிகபட்சம்
zh_hans: 最大
zh_hant: 最大

# 准备 %@ 的生日愿望清单
source: Prepare birthday wish list for %@
ar: قم بإعداد قائمة أمنيات عيد الميلاد لـ %@
es: Prepare la lista de deseos de cumpleaños para %@
fr: Préparez une liste de souhaits d'anniversaire pour %@
hi: %@ के लिए जन्मदिन की इच्छा सूची तैयार करें
pt: Prepare a lista de desejos de aniversário para %@
ta: %@க்கான பிறந்தநாள் வாழ்த்துப் பட்டியலைத் தயாரிக்கவும்
zh_hans: 准备 %@ 的生日愿望清单
zh_hant: 準備 %@ 的生日願望清單

# 准备做什么？
source: What would you like to do?
ar: ماذا تريد أن تفعل؟
es: ¿Qué te gustaría hacer?
fr: Que souhaitez-vous faire ?
hi: आप क्या करना चाहेंगे?
pt: O que você gostaria de fazer?
ta: நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
zh_hans: 准备做什么？
zh_hant: 準備做什麼？

# 准备做什么？可以说：明天下午花 500 港币带老大去洗牙……
source: What would you like to do? For example: tomorrow afternoon take the kids to the dentist…
ar: ماذا تريد أن تفعل؟ على سبيل المثال: غدًا بعد الظهر اصطحب الأطفال إلى طبيب الأسنان…
es: ¿Qué te gustaría hacer? Por ejemplo: mañana por la tarde llevar a los niños al dentista…
fr: Que souhaitez-vous faire ? Par exemple : demain après-midi emmener les enfants chez le dentiste…
hi: आप क्या करना चाहेंगे? उदाहरण: कल दोपहर बच्चों को दंत चिकित्सक के पास ले जाएँ…
pt: O que você gostaria de fazer? Por exemplo: amanhã à tarde levar as crianças ao dentista…
ta: நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்? உதாரணம்: நாளை மதியம் குழந்தைகளை பல் மருத்துவரிடம் அழைத்துச் செல்ல…
zh_hans: 准备做什么？可以说：明天下午花 500 港币带老大去洗牙……
zh_hant: 準備做什麼？可以說：明天下午花 500 港幣帶老大去洗牙……

# 准时
source: On time
ar: في الوقت المحدد
es: A tiempo
fr: À l'heure
hi: समय पर
pt: No horário
ta: சரியான நேரத்தில்
zh_hans: 准时
zh_hant: 準時

# 出了点问题。请稍后重试。
source: Something went wrong. Please try again later.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى لاحقا.
es: Algo salió mal. Inténtelo de nuevo más tarde.
fr: Quelque chose s'est mal passé. Veuillez réessayer plus tard.
hi: कुछ गलत हो गया। कृपया बाद में पुन: प्रयास करें।
pt: Algo deu errado. Por favor, tente novamente mais tarde.
ta: ஏதோ தவறாகிவிட்டது. பிறகு முயற்சிக்கவும்.
zh_hans: 出了点问题。请稍后重试。
zh_hant: 出了點問題。請稍後重試。

# 分享邀请链接
source: Share invitation link
ar: مشاركة رابط الدعوة
es: Compartir enlace de invitación
fr: Partager le lien d'invitation
hi: आमंत्रण लिंक साझा करें
pt: Compartilhar link de convite
ta: அழைப்பிதழ் இணைப்பைப் பகிரவும்
zh_hans: 分享邀请链接
zh_hant: 分享邀請連結

# 切换组织
source: Switch organization
ar: منظمة التبديل
es: Cambiar de organización
fr: Changer d'organisation
hi: संगठन बदलें
pt: Mudar de organização
ta: அமைப்பை மாற்றவும்
zh_hans: 切换组织
zh_hant: 切換組織

# 切换群组
source: Switch group
ar: تبديل المجموعة
es: Cambiar grupo
fr: Groupe de commutation
hi: समूह बदलें
pt: Mudar de grupo
ta: குழுவை மாற்றவும்
zh_hans: 切换群组
zh_hant: 切換群組

# 切换群组，%@
source: Switch groups, %@
ar: تبديل المجموعات، %@
es: Cambiar de grupo, %@
fr: Changer de groupe, %@
hi: समूह स्विच करें, %@
pt: Trocar de grupo, %@
ta: குழுக்களை மாற்றவும், %@
zh_hans: 切换群组，%@
zh_hant: 切換群組，%@

# 列表
source: List
ar: قائمة
es: Lista
fr: Liste
hi: सूची
pt: Lista
ta: பட்டியல்
zh_hans: 列表
zh_hant: 清單

# 刚刚
source: Just now
ar: الآن
es: Ahora
fr: À l'instant
hi: अभी
pt: Agora
ta: இப்போது
zh_hans: 刚刚
zh_hant: 剛剛

# 创建
source: Create
ar: يخلق
es: Crear
fr: Créer
hi: बनाएं
pt: Criar
ta: உருவாக்கு
zh_hans: 创造
zh_hant: 創造

# 创建云端群组失败，请检查网络后重试。
source: Failed to create cloud group. Check your network and try again.
ar: فشل إنشاء مجموعة السحابة. تحقق من الشبكة وأعد المحاولة.
es: No se pudo crear el grupo en la nube. Comprueba la red e inténtalo de nuevo.
fr: Échec de la création du groupe cloud. Vérifiez le réseau et réessayez.
hi: क्लाउड समूह बनाना विफल। नेटवर्क जाँचें और पुनः प्रयास करें।
pt: Falha ao criar grupo na nuvem. Verifique a rede e tente novamente.
ta: கிளவுட் குழுவை உருவாக்க முடியவில்லை. நெட்வொர்க்கைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
zh_hans: 创建云端群组失败，请检查网络后重试。
zh_hant: 建立雲端群組失敗，請檢查網路後重試。
